---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamBendingReinforcement
source: html/42ca2b34-81a3-0007-e191-d82b52d90639.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamBendingReinforcement Property

"Bending reinforcement"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamBendingReinforcement { get; }
```